Revit 2027 API
BasicLossFactor Constructor
 Creates a basic loss factor object with no loss.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public BasicLossFactor()
Public Sub New
public:
BasicLossFactor()
new : unit -> BasicLossFactor
See Also
Reference
BasicLossFactor Class
BasicLossFactor Overload
Autodesk.Revit.DB.Lighting Namespace